package ObectStringOrStringBuilder01;

public class Main01 {

	/*
	 * Дан текст (строка). Найдите наибольшее количество подряд идущих пробелов в
	 * нем.
	 */

	public static void main(String[] args) {

		String text = " Hello      hot  Java   ";

		System.out.println(Count.maxCountSpace(text));

	}
}